{
  "Gryffindor": {
    "emoji": "🔥",
    "way": "You follow him up a grand staircase, your footsteps echoing against the stone walls...",
    "description": "You enter a warm common room, decorated in red and gold. A fire crackles in the fireplace, and students laugh together on the sofas.",
    "greetings": "Students cheer loudly, their courage and energy filling the air.",
    "installation_message": "Bravery and determination are your companions. Welcome to the proud House of Gryffindor.",
    "colors": ["red", "gold"],
    "traits": ["courage", "bravery", "loyalty"],
    "bonus_attributs": {
      "courage": 2,
      "loyalty": 1
    }
  },
  "Slytherin": {
    "emoji": "🐍",
    "way": "You descend into the cool dungeons, the air heavy with mystery...",
    "description": "You discover a vaulted common room, illuminated by the green glow of the lake. Students watch you with curiosity and respect.",
    "greetings": "Students watch you with curiosity and respect, their ambition palpable.",
    "installation_message": "Cunning and ambition are your allies. Welcome to the noble House of Slytherin.",
    "colors": ["green", "silver"],
    "traits": ["cunning", "ambition", "determination"],
    "bonus_attributs": {
      "ambition": 2,
      "intelligence": 1
    }
  },
  "Hufflepuff": {
    "emoji": "🌻",
    "way": "You are guided through cozy corridors near the kitchens...",
    "description": "You enter a cozy room, with walls covered in plants and magical herbs. The atmosphere is peaceful and welcoming.",
    "greetings": "Students welcome you with kindness and laughter, offering food and friendship.",
    "installation_message": "Patience and hard work are your greatest strengths. Welcome to the friendly House of Hufflepuff.",
    "colors": ["yellow", "black"],
    "traits": ["hard work", "patience", "loyalty"],
    "bonus_attributs": {
      "loyalty": 2,
      "courage": 1
    }
  },
  "Ravenclaw": {
    "emoji": "📘",
    "way": "You climb a spiral staircase that seems endless...",
    "description": "You arrive in a bright room, filled with books and enchanted maps. Discussions are already underway about Professor Flitwick's next riddle.",
    "greetings": "Students greet you with thoughtful smiles, eager for intellectual debate.",
    "installation_message": "Wisdom and curiosity will guide you. Welcome to the scholars of Ravenclaw.",
    "colors": ["blue", "bronze"],
    "traits": ["intelligence", "creativity", "curiosity"],
    "bonus_attributs": {
      "intelligence": 2,
      "ambition": 1
    }
  }
}

